tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
brew "starship"
brew "bat"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "go"
brew "jump"
brew "tig"
brew "htop"
brew "libpng"
brew "freetype"
brew "cairo"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "coreutils"
brew "asdf"
brew "libssh2"
brew "curl"
brew "eksctl"
brew "exiftool"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnupg"
brew "node"
brew "http-server"
brew "httrack"
brew "jpeg"
brew "libffi"
brew "libqalculate"
brew "luv"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "perl"
brew "python@3.11"
brew "qalculate-gtk"
brew "ripgrep"
brew "rust"
brew "sops"
brew "terraform-docs"
brew "tmux"
brew "tree"
brew "vim"
brew "w3m"
brew "yq"
brew "k9s"
brew "zlib"
brew "aws/tap/eks-node-viewer"
brew "jesseduffield/lazygit/lazygit"
cask "font-fira-code"
cask "obsidian"
cask "iina"
cask "warp"
cask "hammerspoon"
cask "spotify"
